{
  "patient_info": "MEDICATION ADMINISTRATION AUDIT",

  "patientid": "Patient UHID",
  "patient_name_placeholder": "Enter UHID",

  "test_name": "Medicine Name",
  "test_name_placeholder": "Enter the medicine name",
  "data_analysis": "Additional comments:",

  "audited_by": "Audited by",
  "audited_by_placeholder": "Enter the name",

  "pagetitle": "IP DISCHARGE FEEDBACK FORM",
  "gustname": "Dear ",
  "gustmessage": "Thank you for choosing our hospital for your healthcare needs. We constantly work to improve and meet your expectations. To serve our patients better, kindly spare a few minutes to fill out this feedback form. Your opinion is of immense value to us.",
  "excellent": "Excellent",
  "good": "Good",
  "average": "Average",
  "poor": "Poor",
  "worst": "Worst",
  "badreviewtitle": "Tell us what went wrong",
  "previous": "Back",
  "next": "Next",
  "optional": "Please describe :",
  "telluswrong": "Tell us what went wrong",
  "detractor": "Please describe reason for low rating",

  "feedbacksuggestion": "Other feedbacks/suggestions:",

  "name": "Audit Name",
  "dtandtym": "Date & Time of Audit",
  "stname": "Audit Short Name",
  "dep": "Department",
  "seldep": "Select Department",
  "audby": "Audit by",
  "patname": "Patient Name",
  "patage": "Patient Age",
  "patgen": "Patient Gender",
  "location": "Area",
  "selgen": "Select Gender",
  "atdoc": "Attended Doctor",
  "seldoc": "Select Doctor",
  "admidat": "Admission / Visit Date & Time",
  "discha": "Discharge Date & Time",

  "submit": "Submit",
  "thankyou": "Thank you!",
  "happythankyoumessage": "Thank you for taking your time out to provide your valuable inputs.",
  "unhappythankyoumessage": "Thank you for taking your time out to provide your valuable inputs.",

  "formula_para1": "Date of surgery",

  "gloves": "Have you checked own medications and verified the medication order, including drug name, dose, route, time, and frequency?",
  "mask": "Did you confirm that the prescribed medicine is written in the order?",
  "cap": "Is the medication tray stocked with all required articles?",
  "apron": "Did you perform handwashing or use hand rub before administering the medication to patient?",
  "lead_apron": "Did you greet and identify the patient using two identification methods?",
  "use_xray_barrior": "Have you explained the procedure to the patient and verified their allergic status?",
  "patient_file": "Did you check and ensure that all medications are present at the patient’s side with patient’s file?",
  "verified": "Have you verified the medicine for its name, expiry date, color, and texture?",
  "indication": "Did you explain the drug indication, expected action, reaction, and side effects to the patient or relatives?",
  "medicine": "Is all medicine available for use at the bedside on time?",
  "alert": "For high-alert drugs, did you ensure verification by one staff nurse before administration?",
  "dilution": "Have you labeled the prepared medicine with the drug name and dilution?",
  "administering": "Are you administering the medication as per approved techniques?",
  "privacy": "Did you provide privacy for the patient if needed?",
  "vials": "For multi-dose vials, did you note the date and time of opening on the medicine?",
  "cannula": "Did you check the patency and status of the cannula, including the date and time of cannulation near the site?",
  "flush": "After IV administration, did you flush the line with normal saline?",
  "medications": "Are IV medications being run on time, and have they been discontinued or discarded appropriately?",
  "reassess": "After administering the medication, did you reassess the patient for any reactions and ensure their comfort?",
  "oral": "For oral medications, have you ensured that the patient has taken the medications and that no medicine is left unattended?",
  "discarded": "Have you discarded waste and replaced used articles?",
  "handwashing": "Did you perform handwashing or use hand rub after the procedure?",
  "procedures": "Have you recorded the procedure in the documents immediately after completing it?"
}
