{
   "patient_info": "CANTEEN AUDIT CHECKLIST",
   "patientname": "Patient Name",
   "patient_name": "Enter Name",
   "patientid": "Patient UHID",
   "patient_name_placeholder": "Enter UHID",
   "age": "Age",
   "test_name_placeholder": "Enter age",
   "department": "Designation",
   "data_analysis": "Additional comments:",
   "staffname": "Name of the assigned Nurse",
   "staff_name_placeholder": "Enter input here",
   "audited_by": "Audited by",
   "audited_by_placeholder": "Enter the name",
   "previous": "Back",
   "next": "Next",
   "optional": "Please describe :",
   "telluswrong": "Tell us what went wrong",
   "detractor": "Please describe reason for low rating",
   "feedbacksuggestion": "Other feedbacks/suggestions:",
   "submit": "Submit",
   "thankyou": "Thank you!",
   "happythankyoumessage": "Thank you for taking your time out to provide your valuable inputs.",
   "unhappythankyoumessage": "Thank you for taking your time out to provide your valuable inputs.",
   "formula_para1": "Date of surgery",




   "identification_details": "Are walls, ceilings, and doors free from flaking paint or plaster?",
   "vital_signs": "Are all equipment made of non-toxic material and free from rust?",
   "surgery": "Is potable/drinking water used wherever it comes in contact with food or is used in food preparation?",
   "complaints_communicated": "Is proper ventilation and lighting provided within the premises?",
   "intake": "Is there a separate storage facility for raw materials, processed food, and packing material?",
   "output": "Is all food stored properly in clean, closed containers, away from moisture and sunlight, with perishable foods kept at the right temperature in the refrigerator and FIFO followed?",
   "allergies": "Are adequate facilities provided for hand washing, pot washing, and toilets, segregated from food handling areas to prevent cross-contamination?",
   "medication": "Is cleaning of equipment, food premises, surrounding areas, and drains done regularly, with timely pest control and no signs of pest activity?",
   "diagnostic": "Is food material and water tested periodically in FSSAI-notified labs, and are records maintained?",
   "lab_results": "Is raw material procured only from licensed or registered suppliers, and is the date of expiry checked before use?",
   "pending_investigation": "Are cutlery, crockery, and utensils made of food-grade materials like ceramic or stainless steel, and are microwave-safe materials used for heating?",
   "medicine_order": "Is garbage removed timely to avoid accumulation, and are garbage bins covered and kept clean?",
   "facility_communicated": "Is there segregation of vegetarian and non-vegetarian food?",
   "health_education": "Is there segregation of raw and cooked food?",
   "risk_assessment": "Are persons suffering from disease, illness, or having open wounds or burns excluded from food handling?",
   "urethral": "Do food handlers maintain personal hygiene such as clean hands, short clean nails, appropriate clothes, neatly tied or combed hair, and use gloves or aprons as required?",
   "urine_sample": "Does the food establishment have an updated FSSAI license, and is it displayed at a prominent location?",
   "bystander": "Does the design of the food premises provide adequate working space and allow for maintenance and cleaning to prevent the entry of dirt, dust, and pests?",
   "instruments": "Are the internal structure and fittings made of non-toxic and impermeable materials?",
   "sterile": "Are walls, ceilings, and doors free from flaking paint, plaster, condensation, and shedding particles?",
   "antibiotics": "Are floors non-absorbent, non-slippery, and appropriately sloped?",
   "surgical_site": "Are windows kept closed or fitted with insect-proof screens when opening to the external environment?",
   "wound": "Are doors smooth, non-absorbent, and have suitable precautions been taken to prevent the entry of pests?",
   "documented": "Are equipment and containers made of non-toxic, impervious, and non-corrosive materials, and are they easy to clean and disinfect?",
   "adequate_facilities": "Are adequate facilities provided for heating, cooling, refrigeration, and freezing food, and is temperature monitoring facilitated?",
   "sufficient_lighting": "Does the premise have sufficient lighting, and are lighting fixtures protected to prevent contamination upon breakage?",
   "storage_facility_for_food": "Is there an adequate storage facility for food, packaging materials, chemicals, and personal items?",
   "personnel_hygiene_facilities": "Are personnel hygiene facilities available, including an adequate number of handwashing facilities, toilets, and changing rooms for employees?",
   "food_material_testing": "Is food material tested either through an internal laboratory or an accredited lab, and are records checked?",
   "incoming_material": "Is incoming material procured as per internally laid-down specifications from approved vendors, and are records maintained?",
   "raw_materials_inspection": "Are raw materials like vegetables, fruits, and eggs inspected upon receipt for food safety hazards and accepted only if in good condition?",
   "storage_of_materials": "Are incoming materials and final products stored hygienically at the required temperature to avoid deterioration and protect from contamination, following FIFO and FEFO practices?",
   "raw_materials_cleaning": "Are all raw materials cleaned thoroughly before food preparation?",
   "equipment_sanitization": "Is all equipment adequately sanitized before and after food preparation?",
   "frozen_food_thawing": "Is frozen food thawed hygienically, with meat, fish, and poultry thawed at 5°C or below, and shellfish/seafood thawed in cold running water within 90 minutes?",
   "vegetarian_and_non_vegetarian": "Are vegetarian items cooked to at least 60°C for 10 minutes or 65°C for 2 minutes, and non-vegetarian items cooked to at least 65°C for 10 minutes or 70°C for 2 minutes or 75°C for 15 seconds?",
   "cooked_food_cooling": "Is cooked food intended for refrigeration cooled appropriately, from 60°C to 21°C within 2 hours and then to 5°C within another 2 hours?",
   "food_portioning": "Is food portioned in hygienic conditions, with high-risk food portioned in a refrigerated area or within 30 minutes, and large amounts kept below 15°C?",
   "temperature_control": "Is hot food held at 65°C, non-vegetarian food at 70°C, cold food at 5°C or below, and frozen products at -18°C or below, with strict temperature controls for up to 42 hours?",
   "reheating_food": "Is reheating done appropriately, ensuring the core temperature reaches 75°C and is reheated for at least 2 minutes without using indirect methods like hot water or bain-marie?",
   "oil_suitability": "Is the oil used suitable for cooking, with periodic verification of its quality through checks on color, flavor, and floating elements?",
  "vehicles_for_food": "Are vehicles used for food transportation kept clean, maintained in good repair, and capable of maintaining required temperatures (hot food at 65°C, cold food at 5°C, and frozen items at -18°C during transport)?",
  "food_non_food_separation": "Are food and non-food products adequately separated during transportation to avoid contamination?",
  "cutlery_crockery": "Are cutlery, crockery, and dining accompaniments clean, sanitized, and free from unhygienic matter?",
  "packaging_material_quality": "Is packaging and wrapping material that comes in contact with food clean and of food-grade quality?",
  "equipment_cleaning": "Is cleaning of equipment and food premises done according to a scheduled program, with no stagnation of water in food zones?",
  "pm_of_equipment": "Is preventive maintenance of equipment and machinery carried out regularly as per manufacturer instructions, with records available?",
  "measuring_devices": "Are measuring and monitoring devices calibrated periodically?",
  "pest_control_program": "Is there a pest control program in place, with activities carried out by trained personnel, and records maintained?",
  "drain_design": "Are drains designed to handle expected flow loads and equipped with grease and cockroach traps to capture contaminants and pests?",
  "food_waste_removal": "Is food waste and refuse removed periodically from food handling areas to prevent accumulation?",
  "food_handler_medical": "Are food handlers given annual medical exams and inoculated against enteric diseases as per the vaccine schedule, with records available?",
  "ill_individual_exclusion": "Are individuals suffering from illness, open wounds, or burns excluded from handling food or materials that come into contact with food?",
  "food_handler_personal": "Do food handlers maintain personal cleanliness (clean clothes, trimmed nails, waterproof bandages) and appropriate behavior (handwashing, no loose jewelry, no smoking, no spitting)?",
  "food_handler_protection": "Are food handlers provided with suitable aprons, gloves, headgear, etc., where necessary?",
  "consumer_complaints": "Does the food business have an effective consumer complaints redressal mechanism?",
  "food_handler_training": "Are food handlers properly trained and equipped with the necessary knowledge and skills to handle food safely, with training records available?",
  "documentation_and_records": "Are appropriate documentation and records maintained for at least one year or as required?",
  "tables_and_chairs": "Are tables and chairs kept clean?",
  "waiting_time_for_food": "Is the waiting time for food supplies acceptable?",
  "inpatient_food_schedule": "Is the time for inpatient food supplies followed as per the schedule?",
  "use_of_banned_synthetic": "Is there any use of banned synthetic substances in food?",
  "vegetable_oil": "Do food service establishments on campus ensure that vegetable oil with Total Polar Compound (TPC) over 25% is not used, and are staff trained to use and clean the TPC meter or follow SOP checks?",
  "used_oil_disposal": "Do food service establishments on campus maintain used cooking oil disposal records as per FSSAI guidelines if consumption exceeds 50 liters/day, and store used oil separately from fresh oil with proper labeling?",
  "used_oil_collection": "Do food service establishments on campus ensure that used cooking oil is collected by authorized aggregators for repurposing into biodiesel?",
  "monitoring_food_waste": "Do food service establishments on campus monitor daily food waste (dry and wet) in kgs and conduct food waste audits?",
  "food_waste_reduction": "Do food service establishments on campus use methods to reduce food waste, such as offering small portion sizes, using food before it spoils, and procuring only as needed?",
  "food_waste_recycling": "Is food waste collected separately and recycled, reused, or repurposed into compost or another reusable form on campus?",
  "surplus_food": "Is surplus food that is safe for consumption shared with those in need, either directly or through food collection agencies like the Indian Food Sharing Alliance?",
  "plastic_use": "Does the campus minimize plastic use by opting for safe, alternate options such as cloth/paper bags, glass bottles, and biodegradable utensils?",
  "waste_collection": "Does the campus organize waste collection drives and recycle plastics, cans, paper, etc.?",
  "recycling_and_reusing": "Does the campus recycle and reuse water, with treatment if necessary?",
  "awareness_messages": "Are awareness messages on Part A, B, and C of the checklist regularly disseminated through posters, WhatsApp messages, emails, and other means on campus?",
  "celebration": "Are important days like World Food Day, World Food Safety Day, and World Environment Day celebrated annually on campus for awareness-building?",
  "healthy_food_choices": "Are activities organized on campus at least once a month to encourage healthy food choices, such as food adulterant tests, nutritionist counseling, health check-ups, or healthy cooking demos?",
  "encouraging_healthier": "Does the campus encourage healthier food choices by placing healthy options in prominent locations, offering gym discounts, providing nutrition info, or subsidizing healthy food options?",
  "feedback_system": "Is there a feedback system on campus for suggestions, complaints, and improving food safety, health, and sustainability?"



}